Repository: lallulli/songpress
Catalog: src/locale/*/LC_MESSAGES/SongpressFrame.po
Languages: fr

source: Replace
fr: Remplacer

source: Find
fr: Chercher

source: beginning
fr: début

source: Reached the end
fr: Fin détectée

source: end
fr: fin

source: Reached the beginning
fr: Début détecté

source: %s of the song, restarting search from the %s
fr: %s du chant, redémarrage de la recherche de %s

source: The specified text was not found
fr: Le texte recherché n'a pas été trouvé

source: %d text occurrences have been replaced
fr: %d occurences ont été remplacées

source: Chordpro files (*.crd)
fr: Fichiers chordpro (*.crd)

source: Tab files (*.tab)
fr: Fichiers tab (*.tab)

source: Chordpro files (*.cho)
fr: Fichiers chordpro (*.cho)

source: Chordpro files (*.chordpro)
fr: Fichiers chordpro (*.chordpro)

source: Chordpro files (*.chopro)
fr: Fichiers chordpro (*.chopro)

source: Chordpro files (*.pro)
fr: Fichiers chordpro (*.pro)

source: All supported files
fr: Tous les fichiers supportés

source: Chordpro files (*.crd, *.cho, *.chordpro, *.chopro, *.pro)
fr: Fichiers chordpro (*.crd, *.cho, *.chordpro, *.chopro, *.pro)

source: song
fr: chant

source: Copyright (c) 2009-{year} Luca Allulli - Skeed French translation by Raoul Schmitt
fr: Copyright (c) 2009-{year} Luca Allulli - Skeed Traduction française par Raoul Schmitt

source: Preview
fr: Prévisualisation

source: New
fr: Nouveau

source: Create a new song
fr: Créer un nouveau chant

source: Open
fr: Ouvrir

source: Open an existing song
fr: Ouvrir un chant existant

source: Save
fr: Enregistrer

source: Save song with the current filename
fr: Enregistrer le chant avec le nom de fichier actuel

source: Undo
fr: Annuler

source: Undo last edit
fr: Annuler dernière édition

source: Redo
fr: Rétablir

source: Redo previously undone edit
fr: Rétablir la dernière édition

source: Cut
fr: Couper

source: Move selected text in the clipboard
fr: Déplacer le texte sélectionné dans le presse-papier

source: Copy
fr: Copier

source: Copy selected text in the clipboard
fr: Copier le texte sélectionné dans le presse-papier

source: Copy as Image
fr: Copier comme image

source: Copy the whole FORMATTED song (or selected verses) to the clipboard
fr: Copier tout le chant FORMATE (ou les strophes sélectionnées) dans le presse-papier

source: Paste
fr: Coller

source: Read text from the clipboard and place it at the cursor position
fr: Lire le texte du presse-papier et le placer à la position du curseur

source: PasteChords
fr: Coller les accords

source: Integrate chords of copied text into current selection
fr: Intégrer les accords du texte copié dans la sélection courante

source: Insert title
fr: Insérer le titre

source: Insert a command to display song title
fr: Insérer une commande pour afficher le titre du chant

source: Insert chord
fr: Insérer un accord

source: Insert square brackets that will host a chord
fr: Insérer des crochets qui contiendront l'accord

source: Insert chorus
fr: Insérer les choeurs

source: Insert a couple of commands that will contain chorus
fr: Insérer les commandes qui contiendront les choeurs

source: Format
fr: Formater

source: You are not a skilled guitarist? Songpress can help you: when you open a song, it can detect if chords are difficult. If this is the case, Songpress will alert you, and offer to transpose your song to the easiest key, automatically. Do you want to turn this option on?
fr: Tu n'es pas un guitariste chevronné? Songpress peut t'aider: quand tu ouvres un chant, il peut détecter les accords difficiles. Si c'est le cas, Songpress t'avertira et te proposera de transposer ton chant automatiquement dans la clef la plus facile . Veux-tu activer cette option?

source: Please take a minute to set up your skill as a guitarist. For each group of chords, tell Songpress how much you like them.
fr: Merci de prendre le temps de configurer ton niveau de guitariste. Pour chaque groupe d'accords, indique à Songpress ton degré d'appréciation.

source: PNG image
fr: Image PNG

source: HTML file
fr: Fichier HTML

source: SVG export requires wxPython 2.9.1.2 or higher
fr: L'exportation SVG requiert wxPython 2.9.1.2 ou supérieur

source: SVG image
fr: Image SVG

source: Enhanced Metafile
fr: Activer les Metafiles

source: EPS image
fr: Image EPS

source: Exporting image as EPS...
fr: Exporter comme image EPS...

source: Simplify chords
fr: Simplifier les accords

source: The key of your song, %s, is not the easiest to play (difficulty: %.1f/5.0).
fr: La tonalité de ton chant, %s, n'est pas la plus facile à jouer (difficulté: %.1f/5.0).

source: Do you want to transpose the key %s, which is the easiest one (difficulty: %.1f/5.0)?
fr: Souhaites tu transposer la tonalité %s, qui est la plus facile(difficulté: %.1f/5.0)?

source: The key of your song, %s, is already the easiest to play (difficulty: %.1f/5.0).
fr: La tonalité de ton chant, %s, est déjà la plus facile à jouer (difficulté: %.1f/5.0).

source: Your song or current selection does not contain any chords.
fr: Ton chant ou la sélection actuelle ne contient aucun accords.

source: Please enter a label for chorus
fr: Merci de saisir un label pour les refrains

source: It looks like there are spurious blank lines in the song.
fr: Il semblerait qu'il y ait des lignes blanches non désirées dans le chant.

source: Do you want to try to remove them automatically?
fr: Souhaitez vous tenter de les supprimer automatiquement?

source: Remove spurious blank lines
fr: Suppression des lignes blanches

source: It looks like your song is in tab format (i.e., chords are above the text).
fr: Il semblerait que votre chant soit au format tab (par exemple, les accords sont audessus du texte).

source: Do you want to convert it to ChordPro automatically?
fr: Souhaitez vous les convertir automatiquement au format ChordPro

source: Convert to ChordPro
fr: Conversion au format ChorPro
