Repository: lallulli/songpress
Catalog: src/songpress/locale/*/LC_MESSAGES/SongpressFrame.po
Languages: de, it

source: Replace
de: Ersetzen
it: Sostituisci

source: Find
de: Suchen
it: Trova

source: beginning
de: Anfang
it: l'inizio

source: Reached the end
de: Ende des Dokuments erreicht
it: Raggiunta la fine

source: end
de: Ende
it: la fine

source: Reached the beginning
de: Anfang erreicht
it: Raggiunto l'inizio

source: %s of the song, restarting search from the %s
de: %s des Songs, setze Suche fort ab %s
it: %s della canzone; la ricerca riprende dal%s

source: The specified text was not found
de: Der angegebene Text wurde nicht gefunden
it: Il testo immesso non è stato trovato

source: %d text occurrences have been replaced
de: %d Textvorkommen wurden ersetzt
it: Sono state sostituite %d occorrenze del testo

source: All supported files
de: Alle unterstützten Dateien
it: Tutti i file supportati

source: Chordpro files (*.crd, *.cho, *.chordpro, *.chopro, *.pro)
de: chordpro Dateien (*.crd, *.cho, *.chordpro, *.chopro, *.pro)
it: File ChordPro (*.crd, *.cho, *.chordpro, *.chopro, *.pro)

source: Tab files (*.tab)
de: tab Dateien (*.tab)
it: File in formato tab (*.tab)

source: song
it: canzone

source: Copyright (c) 2009-{year} Luca Allulli - Skeed Localization: {translations}
it: Copyright (c) 2009-{year} Luca Allulli - Skeed Localizzazione: {translations}

source: Licensed under the terms and conditions of the GNU General Public License, version 2
de: Lizenziert unter den Bedingungen der GNU General Public License, Version 2
it: Concesso in licenza secondo i termini e le condizioni della GNU General Public License, versione 2

source: Special thanks to: * The Pyhton programming language (http://www.python.org) * wxWidgets (http://www.wxwidgets.org) * wxPython (http://www.wxpython.org) * Editra (http://editra.org/) (for the error reporting dialog and... the editor itself!) * python-pptx (for PowerPoint export)
it: Un sentito ringraziamento a: * Il linguaggio di programmazione Pyhton (http://www.python.org) * wxWidgets (http://www.wxwidgets.org) * wxPython (http://www.wxpython.org) * Editra (http://editra.org/) (per la finestra di segnalazione errori e... per l'editor in quanto tale!) * python-pptx (per l'esportazione in PowerPoint)

source: Preview
de: Vorschau
it: Anteprima

source: New
de: Neu
it: Nuovo

source: Create a new song
de: Neuen Song erstellen
it: Crea una nuova canzone

source: Open
de: Öffnen
it: Apri

source: Open an existing song
de: vorhandenen Song öffnen
it: Apre una canzone esistente

source: Save
de: Speichern
it: Salva

source: Save song with the current filename
de: Song unter dem aktuellen Dateinamen speichern
it: Salva la canzone con il nome del file attuale

source: Undo
de: Rückgängig
it: Annulla

source: Undo last edit
de: letzte Bearbeitung rückgängig machen
it: Annulla l'ultima modifica

source: Redo
de: Wiederholen
it: Ripeti

source: Redo previously undone edit
de: letzte Bearbeitung wiederholen
it: Ripete la modifica precedentemente annullata

source: Cut
de: Ausschneiden
it: Taglia

source: Move selected text in the clipboard
de: markierten Text in die Zwischenablage verschieben
it: Sposta il testo selezionato negli appunti

source: Copy
de: Kopieren
it: Copia

source: Copy selected text in the clipboard
de: markierten Text in die Zwischenablage kopieren
it: Copia il testo selezionato negli appunti

source: Copy as Image
de: als Bild kopieren
it: Copia come immagine

source: Copy the whole FORMATTED song (or selected verses) to the clipboard
de: Kopiere den gesamten Song (oder ausgewählte Verse) in die Zwischenablage
it: Copia la canzone FORMATTATA (tutta o le strofe selezionate) negli appunti

source: Paste
de: Einfügen
it: Incolla

source: Read text from the clipboard and place it at the cursor position
de: Text aus der Zwischenablage an der Cursorposition einfügen
it: Lagge il testo dagli appunti e lo inserisce nella posizione del cursore

source: PasteChords
de: Akkorde einfügen
it: Incolla Accordi

source: Integrate chords of copied text into current selection
de: Integriere Akkorde aus kopiertem Text in die aktuelle Auswahl
it: Integra gli accordi del testo copiato nella selezione corrente

source: Insert title
de: Titel einfügen
it: Inserisci titolo

source: Insert a command to display song title
de: Füge einen Befehl ein, um den Songtitel anzuzeigen
it: Inserisce un comando che mostra il titolo della canzone

source: Insert chord
de: Akkord einfügen
it: Inserisci accordo

source: Insert square brackets that will host a chord
de: eckige Klammern einfügen, die einen Akkord aufnehmen
it: Inserisce delle parentesi quadre, che conterranno un accordo

source: Insert chorus
de: Refrain einfügen
it: Inserisci ritornello

source: Insert a couple of commands that will contain chorus
de: Füge Befehle ein, die die Refrains enthalten
it: Inserisce due comandi, tra i quali scrivere il ritornello

source: Insert verse with custom label or without label
de: Strophe mit oder ohne Label einfügen
it: Inserisci una strofa con un'etichetta personalizzata o senza etichetta

source: Insert a commands that will display a verse with a custom label
de: Füge einen Befehl ein, der eine Strophe mit einer benutzerdefinierter Bezeichnung anzeigt
it: Inserisce un comando per mostrare una strofa con un'etichetta personalizzabile

source: Show verse labels
de: zeige Strophe Labels
it: Mostra le etichette delle strofe

source: Show or hide verse and chorus labels
de: zeige oder verstecke Strophen- and Refrainlabels
it: Mostra o nasconde le etichette delle strofe e dei ritornelli

source: Hide or show chords in formatted song
de: verstecke oder zeige Akkorde in formatierten Songs
it: Nasconde o mostra gli accordi nella canzone formattata

source: Format
de: Formate
it: Formattazione

source: You are not a skilled guitarist? Songpress can help you: when you open a song, it can detect if chords are difficult. If this is the case, Songpress will alert you, and offer to transpose your song to the easiest key, automatically. Do you want to turn this option on?
de: Bist du kein erfahrener Gitarrist? Songpress kann Dir helfen: wenn Du einen Song öffnest kann es schwierige Akkorde erkennen. Wenn das der Fall ist, Songpress warnt Dich und bietet an, den Song automatisch zu transponieren in die einfachste Tonart . Möchtest Du diese Option aktivieren??
it: Non sei un chitarrista esperto? Songpress ti può aiutare: quando apri una canzone, può determinare se gli accordi sono difficili. In tal caso Songpress ti avvertirà e si offrirà di trasporre la canzone nella tonalità più facile, automaticamente. Vuoi attivare questa funzionalità?

source: Please take a minute to set up your skill as a guitarist. For each group of chords, tell Songpress how much you like them.
de: Vielen Dank, dass Du Dir die Zeit genommen hast, Dein Level als Gitarrist zu konfigurieren. Teile Songpress für jede Akkordgruppe mit wie sehr Du sie magst.
it: Ora dedica un minuto ad impostare il tuo livello di abilità come chitarrista. Esprimi il tuo grado di preferenza per ciascuno dei gruppi di accordi che ti verranno presentati.

source: PNG image
de: PNG Bild
it: Immagine PNG

source: HTML file
de: HTML Datei
it: File HTML

source: TAB file
it: File TAB

source: SVG image
de: SVG Bild
it: Immagine SVG

source: Enhanced Metafile
de: Erweiterte Metadatei
it: Metafile avanzato

source: EPS image
de: EPS Bild
it: Immagine EPS

source: Exporting image as EPS...
de: exportiere Bild als EPS...
it: Esportazione in formato EPS...

source: Please install the python-pptx module to use this feature
de: Bitte installiere das Python-Pptx-Modul, um diese Funktion nutzen zu können
it: Installa il modulo python-pptx per usare questa funzionalità

source: Please select a template for your PowerPoint presentation:
de: Bitte wähle eine Vorlage für die PowerPoint-Präsentation aus
it: Scegli un template per la presentazione PowerPoint:

source: Export as PowerPoint
de: als PowerPoint exportieren
it: Esporta come PowerPoint

source: PPTX presentation
de: PPTX Präsentation
it: Presentazione PPTX

source: http://www.skeed.it/songpress-manual
it: http://www.skeed.it/songpress-manuale

source: http://www.skeed.it/songpress#donate
it: http://www.skeed.it/songpress-it#donate

source: Simplify chords
de: Simplifier les accords
it: Semplifica gli accordi

source: The key of your song, %s, is not the easiest to play (difficulty: %.1f/5.0).
de: Die Tonart Deines Songs, %s, ist nicht die am einfachsten zu spielende (Schwierigkeitsgrad): %.1f/5.0).
it: La canzone è in %s. Questa non è la tonalità più facile da suonare (difficoltà %.1f/5.0).

source: Do you want to transpose the key %s, which is the easiest one (difficulty: %.1f/5.0)?
de: Möchtest Du in die Tonart %s transponieren, die am einfachsten ist (Schwierigkeitsgrad)?: %.1f/5.0)?
it: Vuoi trasporla in %s, che è la tonalità più semplice (difficoltà: %.1f/5.0)?

source: The key of your song, %s, is already the easiest to play (difficulty: %.1f/5.0).
de: Die Tonart Deines Songs, %s, ist bereits am einfachsten zu spielen (Schwierigkeitsgrad): %.1f/5.0).
it: La canzone è già nella tonalità più facile da suonare, il %s (difficoltà %.1f/5.0).

source: Your song or current selection does not contain any chords.
de: Dein Song oder die aktuelle Auswahl enthält keine Akkorde.
it: La canzone o la selezione corrente non contiene accordi.

source: Insert a label for verse, or press Cancel if you want to omit label.
it: Inserisci un'etichetta per la strofa, o premi annulla per omettere l'etichetta.

source: Verse label
de: Strophe Beschriftung
it: Etichetta della strofa

source: Insert a label for chorus, or press Cancel if you want to omit label.
it: Inserisci un'etichetta per il ritornello, o premi Annulla per omettere l'etichetta.

source: Chorus label
de: Refrain Beschriftung
it: Etichetta del ritornello

source: Please enter a label for chorus
de: Bitte gib eine Bezeichnung für den Refrain ein
it: Etichetta per il ritornello

source: It looks like there are spurious blank lines in the song.
de: Es sieht so aus, als ob der Song unerwünschte leere Zeilen enthält.
it: A quanto pare la canzone contiene troppe linee vuote.

source: Do you want to try to remove them automatically?
de: Möchtest Du versuchen sie automatisch zu entfernen?
it: Vuoi provare a rimuoverle automaticamente?

source: Remove spurious blank lines
de: entferne leere Zeilen
it: Rimuovi le linee vuote di troppo

source: It looks like your song is in tab format (i.e., chords are above the text).
de: Es sieht so aus, als ob Ihr Song im Tab-Format vorliegt. (d. H. Akkorde befinden sich über dem Text).
it: A quanto pare la canzone è nel formato tab (cioè gli accordi si trovano sopra il testo).

source: Do you want to convert it to ChordPro automatically?
de: Möchtest Du es automatisch in ChordPro konvertieren?
it: Vuoi convertirla automaticamente al formato ChordPro?

source: Convert to ChordPro
de: konvertiere zu ChordPro
it: Converti a ChordPro

source: Chordpro files (*.crd)
de: chordpro Dateien(*.crd)

source: Chordpro files (*.cho)
de: chordpro Dateien (*.cho)

source: Chordpro files (*.chordpro)
de: chordpro Dateien (*.chordpro)

source: Chordpro files (*.chopro)
de: chordpro Dateien (*.chopro)

source: Chordpro files (*.pro)
de: chordpro Dateien (*.pro)
