Repository: lallulli/songpress
Catalog: src/songpress/locale/*/LC_MESSAGES/Transpose.po
Languages: de, fr, it

source: American (C D E... B)
de: Amerikanisch (C D E... B)
fr: Américain (C D E... B)
it: Americana (C D E... B)

source: Italian (Do Re Mi... Si)
de: Italienisch (Do Re Mi... Si)
fr: Italien (Do Re Mi... Si)
it: Italiana (Do Re Mi... Si)

source: Uppercase Italian (DO RE MI... SI)
it: Italiana maiuscola (DO RE MI... SI)

source: French (Do Ré Mi... Si)
de: Französisch (Do Ré Mi... Si)
fr: Français (Do Ré Mi... Si)
it: Francese (Do Ré Mi... Si)

source: Portuguese (Dó Ré Mi... Si)
de: Portugiesisch (Dó Ré Mi... Si)
fr: Portugais (Dó Ré Mi... Si)
it: Portoghese (Dó Ré Mi... Si)

source: Basic chords (A, E, D)
de: normale Akkorde (A, E, D)
fr: Accords basiques (A, E, D)
it: Accordi di base (La, Mi, Re)

source: 50s progr. in C (C, Am, Dm, G7)
de: 50er Progression in Do (Do, Lam, Rém, Sol7)
fr: 50ème progression en Do (Do, Lam, Rém, Sol7)
it: Giro di Do (Do, La-, Re-, Sol7)

source: F chord
de: F Akkord
fr: Accord de Fa
it: Accordo Fa

source: 50s progr. in G (G, Em, Am, D7)
de: 50er Progression in G (G, Em, Am, D7)
fr: 50ème progression en Sol (Sol, Mim, Lam, Ré7)
it: Giro di Sol (Sol, Mi-, La-, Re7)

source: 50s progr. in D (D, Bm, Em, A7)
de: 50er Progression in D (D, Bm, Em, A7)
fr: 50ème progression en Ré (Ré, Sim, Mim, La7)
it: Giro di Re (Re, Si-, Mi-, La7)

source: 50s progr. in A (A, F#m, Bm, E7)
de: 50er Progression in A (A, F#m, Bm, E7)
fr: 50ème progression en La (La, Fa#m, Sim, Mi7)
it: Giro di La (La, Fa#-, Si-, Mi7)

source: C#, C#m, C#7 chords
de: C#, C#m, C#7 Akkorde
fr: Accords de Do#, Do#m, Do#7
it: Accordi Do#, Do#-, Do#7

source: 50s progr. in F (F, Dm, Gm, C7)
de: 50er Progression in F (F, Dm, Gm, C7)
fr: 50ème progression en Fa (Fa, Rém, Solm, Do7)
it: Giro di Fa (Fa, Re-, Sol-, Do7)

source: B and B7 chords
de: B and B7 Akkorde
fr: Accords de Si et Si7
it: Accordi Si e Si7

source: German/Sacandinavian (C C#/Db D... Bb H)
it: Tedesca/Scandinava (C C#/Db D... Bb H)

source: Traditional German (C Cis/Des D... B H)
it: Tedesca tradizionale (C Cis/Des D... B H)

source: German (C D E... H)
de: Deutsch (C D E ... H)
