Repository: lallulli/songpress
Catalog: src/songpress/xrc/locale/*/LC_MESSAGES/songpress.po
Languages: de, fr, it

source: &New CTRL+N
de: &Neu CTRL+N
fr: &Nouveau CTRL+N
it: &Nuovo CTRL+N

source: Create a new song
de: Neuen Song erstellen
fr: Créer un nouveau chant
it: Crea una nuova canzone

source: &Open... CTRL+O
de: &Öffnen... CTRL+O
fr: &Ouvrir... CTRL+O
it: &Apri... CTRL+O

source: Open an existing song
de: existierenden Song öffnen
fr: Ouvrir un fichier existant
it: Apre una canzone esistente

source: &Save CTRL+S
it: &Salva CTRL+S

source: Save song with the current filename
de: Speichere den Song mit dem aktuellen Dateinamen
fr: Enregistrer le chant avec le nom courant
it: Salva la canzone con il nome del file attuale

source: Save &as...
de: Speichern &als...
fr: Enregistrer &sous...
it: Salva &con nome...

source: Ask a filename for the song and save it
de: Frage nach einem Dateinamen für den Song und speichere es
fr: Demander un nom de fichier pour le chant et l'enregistrer
it: Chiede un nome di file e salva la canzone

source: E&xport
fr: E&xporter
it: Es&porta

source: Export to &clipboard as a vector image CTRL+D
de: Export in &Zwischenablage als Vector Bild CTRL+D
it: Esporta negli &appunti come immagine vettoriale CTRL+D

source: Copy formatted song to clipboard, so that it can be pasted into any program
de: Kopiere formatierte Songs in die Zwischenablage, damit sie in jedes Programm eingefügt werden können
it: Copia la canzone formattata negli appunti, in modo che possa essere incollata in un qualunque programma

source: Export as &SVG...
de: Export als &SVG...
fr: Exporter comme &SVG...
it: Esporta come &SVG...

source: Export image as a vector image
de: Exportiere als Vektor Bild
fr: Exporter l'image comme image vectorielle
it: Esporta l'immagine come immagine vettoriale

source: Export as &Enhanced Metafile...
de: Exportiere als&erweiterte Metadatei...
fr: Exporter comme En&hanced Metafile...
it: Esporta come &Enhanced Metafile...

source: Export image as a Windows Metafile vector image
de: Exportiere Bild als Windows Metafile
fr: Exporter l'image comme une image vectorielle Windows Metafile
it: Esporta l'immagine come immagine vettoriale Windows Metafile

source: Export as &PNG...
de: Exportiere als &PNG...
fr: Exporter comme &PNG...
it: Esporta come &PNG...

source: Export image as a raster picture
de: Exportiere als Rasterbild
fr: Exporter l'image comme une image raster
it: Esporta l'immagine come raster

source: Export as &HTML...
de: Exportiere als &HTML...
fr: Exporter comme &HTML...
it: Esporta come &HTML...

source: Export formatted song as web page
de: Exportiere als Webseite
fr: Exporter le chant formaté comme une page web
it: Esporta come pagina web la canzone formattata

source: Export as &TAB/TXT...
it: Esporta come &TAB/TXT...

source: Export song as text file with chords above lyrics
it: Esporta la canzone come file di testo con gli accordi sopra le parole

source: Export &karaoke as PPTX...
it: Esporta &karaoke come PPTX...

source: Create a karaoke-like PowerPoint presentation
de: erstelle eine Karaoke PowerPoint Präsentation
it: Crea una presentazione PowerPoint per karaoke

source: &Exit
de: &Beenden
fr: &Quitter
it: &Esci

source: Quit Songpress
de: beende Songpress
fr: Quitter Songpress
it: Esce da Songpress

source: &Edit
de: &Bearbeiten
fr: &Editer
it: &Modifica

source: &Undo CTRL+Z
de: &Rückgängig CTRL+Z
fr: &Annuler CTRL+Z
it: &Annulla CTRL+Z

source: Undo last edit
de: letzte Änderung rückgängig machen
fr: Annuler dernière édition
it: Annulla l'ultima modifica

source: &Redo CTRL+Y
de: &Wiederholen CTRL+Y
fr: &Rétablir CTRL+Y
it: &Ripeti CTRL+Y

source: Redo previously undone edit
de: letzte Änderung wiederholen
fr: Rétablir dernière édition annulée
it: Ripete la modifica precedentemente annullata

source: &Cut CTRL+X
de: &Ausschneiden CTRL+X
fr: &Couper CTRL+X
it: &Taglia CTRL+X

source: Move selected text in the clipboard
de: markierten Text in die Zwischenablage verschieben
fr: Déplacer le texte sélectionné dans le presse-papier
it: Sposta il testo selezionato negli appunti

source: C&opy CTRL+C
de: K&opieren CTRL+C
fr: C&opier CTRL+C
it: &Copia CTRL+C

source: Copy selected text in the clipboard
de: markierten Text in die Zwischenablage kopieren
fr: Copier le texte sélectionné dans le presse-papier
it: Copia il testo selezionato negli appunti

source: Copy only Te&xt
de: nur Te&xt kopieren
it: Copia solo &Testo

source: Copy selected text in the clipboard, ignoring chords and ChordPro tags
de: Kopiere den ausgewählten Text in die Zwischenablage und ignoriere dabei Akkorde und ChordPro-Tags
it: Copia il testo selezionato negli appunti, ignorando gli accordi e i tag ChordPro

source: Copy as &Image CTRL+D
de: als &Bild kopieren CTRL+D
fr: Copier comme &Image CTRL+D
it: Copia come I&mmagine CTRL+D

source: Copy the whole FORMATTED song (or selected verses) to the clipboard
de: Kopiere den gesamten Song (oder ausgewählte Verse) in die Zwischenablage
fr: Copier tout le chant formaté (ou les strophes sélectionnées) dans le presse-papier
it: Copia la canzone FORMATTATA (tutta o le strofe selezionate) negli appunti

source: &Paste CTRL+V
de: &Einfügen CTRL+V
fr: Co&ller CTRL+V
it: &Incolla CTRL+V

source: Read text from the clipboard and place it at the cursor position
de: Text aus Zwischenablage an Cursorposition einfügen
fr: Lire le texte dans le presse-papier et le mettre à l'emplacement du curseur
it: Lagge il testo dagli appunti e lo inserisce nella posizione del cursore

source: P&aste Chords
de: A&kkorde einfügen
fr: C&oller les accords
it: I&ncolla gli accordi

source: Integrate chords of copied text into current selection
de: Akkorde des kopierten Textes in Selektion einfügen
fr: Intégrer les accords du texte copié dans la sélection courante
it: Integra gli accordi tel testo copiato nella selezione corrente

source: &Find... CTRL+F
de: &Finden... CTRL+F
fr: &Rechercher... CTRL+F
it: Tro&va... CTRL+F

source: Search some text
de: finde Text
fr: Chercher un texte
it: Cerca del testo

source: Find &Next F3
de: finde &nächstes F3
fr: Rechercher &suivant F3
it: Trova &Successivo F3

source: Search for the next occurrence of text
de: finde nächste Übereinstimmung
fr: Rechercher l'occurence suivante
it: Cerca la prossima occorrenza del testo

source: Find Pre&vious SHIFT+F3
de: finde vorherige SHIFT+F3
fr: Rechercher &précédent SHIFT+F3
it: Trova &Precedente SHIFT+F3

source: Search for the previous occurrence of text
de: finde vorherige Übereinstimmung
fr: Rechercher l'occurence précédente
it: Cerca l'occorrenza precedente del testo

source: R&eplace... CTRL+R
de: Ersetzen... CTRL+R
fr: R&emplacer... CTRL+R
it: S&ostituisci... CTRL+R

source: Replace some text with some other text
de: Ersetze einen Text durch einen anderen Text
fr: Remplacer un texte par un autre
it: Sostituisce del testo con dell'altro

source: Select &all CTRL+A
it: Seleziona &tutto CTRL+A

source: Select the whole song
it: Seleziona l'intera canzone

source: &Select next chord ALT+RIGHT
de: nächsten Akkord markieren ALT+RIGHT
fr: &Sélectionner l'accord suivant ALT+RIGHT
it: Seleziona accordo s&uccessivo ALT+RIGHT

source: Find next chord and select it
de: finde nächsten Akkord und markiere ihn
fr: Trouver l'accord suivant et le sélectionner
it: Trova l'accordo successivo e selezionalo

source: Selec&t previous chord ALT+LEFT
de: markiere vorherigen Akkord ALT+LEFT
fr: Selec&tionner accord précédent ALT+LEFT
it: Seleziona accordo pr&ecedente ALT+LEFT

source: Find previous chord and select it
de: finde und markiere vorherigen Akkord
fr: Chercher l'accord précédent et le sélectionné
it: Trova l'accordo precedente e selezionalo

source: &Move chord right SHIFT+ALT+RIGHT
de: &verschiebe Akkord nach rechts SHIFT+ALT+RIGHT
fr: &Déplacer l'accord à droite SHIFT+ALT+RIGHT
it: Sposta l'accordo a &destra SHIFT+ALT+RIGHT

source: Move chord under cursor one position rightwards
de: bewege den Akkord unter dem Cursor eine Position nach rechts
fr: Déplacer l'accord sous le curseur d'une position vers la droite
it: Sposta l'accordo sotto il cursore di una posizione verso destra

source: Move chord &left SHIFT+ALT+LEFT
de: verschiebe Akkord nach links SHIFT+ALT+LEFT
fr: Déplacer l'accord à &gauche SHIFT+ALT+LEFT
it: Sposta l'accordo a si&nistra SHIFT+ALT+LEFT

source: Move chord under cursor one position leftwards
de: bewege den Akkord unter dem Cursor eine Position nach links
fr: Déplacer l'accord sous le curseur d'une position vers la gauche
it: Sposta l'accordo sotto il cursore di una posizione verso sinistra

source: Remove c&hords
de: entferne Akkord
fr: Supprimer les &accords
it: Rimuovi g&li accordi

source: Remove all chords in current selection
de: entferne alle Akkorde im markierten Text
fr: Supprimer tous les accords de la sélection courante
it: Rimuove tutti gli accordi del testo selezionato

source: Inte&grate chords
de: Akkorde integrieren
fr: In&sérer les accords
it: Inte&gra gli accordi

source: Integrate chords of current line with text of following line
de: Integriere die Akkorde der aktuellen Zeile in den Text der folgenden Zeile
fr: Insérer les accords de la ligne courante au texte de la ligne suivante
it: Integra gli accordi della linea corrente con il testo della linea sottostante

source: &View
de: &Ansicht
fr: &Visualiser
it: &Visualizza

source: &Toolbars
de: &Symbolleiste
fr: &Barres d'outils
it: &Barre degli strumenti

source: Show/hide toolbar with file and common buttons
de: Symbolleiste mit Datei- und allgemeinen Schaltflächen ein- / ausblenden
fr: Afficher/Masquer la barre d'outils fichier et les boutons communs
it: Mostra/nasconde la barra degli strumenti con i bottoni d'uso comune

source: &Format
fr: &Formater
it: &Formattazione

source: Show/hide toolbar with format tools
de: Symbolleiste mit Formatierungswerkzeugen ein- / ausblenden
fr: Afficher/Masquer la barre d'outils de formatage
it: Mostra/nasconde la barra degli strumenti con gli strumenti di formattazione

source: &Preview
de: &Vorschau
fr: &Prévisualiser
it: &Anteprima

source: Show/hide preview pane
de: Vorschaufenster ein- / ausblenden
fr: Afficher/Masquer le panneau de prévisualisation
it: Mostra/nasconde il pannello di anteprima

source: &Insert
de: &Einfügen
fr: &Insérer
it: &Inserisci

source: &Title CTRL+T
de: &Titel CTRL+T
fr: &Titre CTRL+T
it: &Titolo CTRL+T

source: Insert a command to display song title
de: Füge einen Befehl ein, um Songtitel anzuzeigen
fr: Insérer une commande pour afficher le titre du chant
it: Inserisce un comando che mostra il titolo della canzone

source: &Subtitle
it: &Sottotitolo

source: Insert a command to display song subtitle
it: Inserisce un comando che mostra il sottotitolo della canzone

source: C&hord CTRL+H
de: A&kkorde CTRL+H
fr: A&ccords CTRL+H
it: &Accordo CTRL+H

source: Insert square brackets that will host a chord
de: Füge eckige Klammern ein, die einen Akkord aufnehmen
fr: Insérer les crochets qui vont contenir l'accord
it: Inserisce delle parentesi quadre, che conterranno un accordo

source: Cho&rus CTRL+U
de: Ref&rain CTRL+U
fr: Ref&rain CTRL+U
it: &Ritornello CTRL+U

source: Insert a couple of commands that will contain chorus
de: Füge einige Befehle ein, die Refrain enthalten
fr: Insérer un ensemble de commandes qui vont contenir le refrain
it: Inserisce due comandi, tra i quali scrivere il ritornello

source: Co&mment CTRL+M
de: Ko&mmentar CTRL+M
fr: Co&mmentaire CTRL+M
it: &Commento CTRL+M

source: Insert a command to display a comment
de: Füge einen Befehl ein, um einen Kommentar anzuzeigen
fr: Insérer la commande des commentaires
it: Inserisce un comando per mostrare un commento

source: &Verse with custom label or without label...
de: Strophe mit / ohne Bezeichnung
it: &Strofa con etichetta personalizzata o senza etichetta...

source: Insert a verse with a custom label or without label
de: Strophe mit / ohne Bezeichnung einfügen
it: Inserisce una strofa con un'etichetta personale o senza etichetta

source: F&ormat
fr: F&ormater
it: F&ormato

source: Song &font...
it: Carattere della can&zone...

source: Select song font
de: wähle Song Schriftart
fr: Sélectionner la police du chant
it: Scegli il tipo di carattere per la canzone

source: &Text font...
it: Carattere del &testo...

source: Modify text font and color from cursor position or in selection
it: Modifica il carattere e il colore del testo dalla posizione del cursore o nella selezione

source: C&hord font...
it: Carattere degli &accordi...

source: Modify chord font and color from cursor position or in selection
it: Modifica il carattere e il colore degli accordi dalla posizione del cursore o nella selezione

source: &Label verses
de: &Bezeichnung der Strophe
fr: &Label des strophes
it: &Etichette strofe

source: Show/hide labels at the beginning of verses and chorus
de: Beschriftungen am Anfang von Strophen und Refrain ein- / ausblenden
fr: Afficher/Masquer les labels des strophes et refrains
it: Mostra/nasconde le etichette all'inizio delle strofe e del ritornello

source: &Chorus label...
de: Bezeichnung des &Refrains..
fr: Label des &Refrains..
it: Etichetta &ritornello...

source: Set label for chorus
de: Bezeichnung für die Refrains an
fr: Mettre un label pour les refrains
it: Imposta l'etichetta dei ritornelli

source: &Show chords for
de: zeige Akkorde für
it: &Formatta gli accordi per

source: &No chords
de: keine Akkorde
it: &Nessun accordo

source: Do not render chords at all
de: zeige überhaupt keine Akkorde
it: Non formatta gli accordi

source: &One verse for each chord pattern
de: Eine Strophe für jedes Akkordmuster
it: &Una strofa per ogni tipologia di accordi

source: When a verse with a new chord pattern occurs, render chords
de: Wenn eine Strophe mit einem neuen Akkordmuster auftritt, zeige die Akkorde
it: Quando trova una strofa con una nuova tipologia di accordi, formatta gli accordi

source: &Whole song
de: ganzer Song
it: &Intera canzone

source: Render chords for whole song
de: zeige Akkorde für gesamten Song
it: Formatta gli accordi dell'intera canzone

source: &Tools
de: &Werkzeuge
fr: &Outils
it: &Strumenti

source: &Transpose...
de: &Transponieren..
fr: &Transposer...
it: &Trasponi...

source: Transpose song or selected text
de: Transponiere Song oder markierten Text
fr: Transposer le chant ou le texte sélectionné
it: Traspone la canzone o il testo selezionato

source: S&implify chords...
de: Akkorde vereinfachen...
fr: S&implifier les accords...
it: &Semplifica gli accordi...

source: Transpose chords to the easiest key
de: Transponiere Akkorde in die einfachste Tonart
fr: Transposer les accoirds pour la tonalité la plus facile
it: Traspone gli accordi nella tonalità più facile

source: Change chord &notation...
de: Ändere Tonart
fr: Changer la présentation des accords
it: Modifica la &notazione degli accordi...

source: Change chord notation (e.g. C D E vs Do Re Mi) of the song or selection
de: Ändere Tonart (z.B. C D E vs Do Re Mi) für Song oder Selektion
fr: Changer la présentation des accords (par exemple: C D E au lieu de Do Ré Mi) pour le chant ou la sélection
it: Modifica la notazione degli accordi (es. Do Re Mi vs C D E) della canzone o selezione

source: &Cleanup chords...
de: Akkorde bereinigen
it: &Pulisci gli accordi...

source: Normalize chords according to current notation
de: Normalisiere Akkorde gemäß der aktuellen Notation
it: Normalizza gli accordi secondo la notazione usata

source: Convert &Tab to Chordpro
de: Konvertiere &Tab zu ChordPro
fr: Convertir de &Tab en ChordPro
it: &Converti formato da tab a ChordPro

source: Convert song from tab notation (chords on separate lines) to ChordPro
de: Konvertieren Sie den Song von der Tab-Notation (Akkorde in separaten Zeilen) in ChordPro
fr: Convertir le chant de la notation tav (accords sur lignes séparées) en ChordPro
it: Converte il formato da tab (accordi su una linea separata) a ChordPro

source: Remove &spurious blank lines
de: entferne Leerzeilen
fr: Supprimer les lignes &blanches inutiles
it: &Rimuovi le linee vuote di troppo

source: Remove blank lines inside a verse
de: Entferne leere Zeilen innerhalb einer Zeilengruppe
fr: Supprimer les lignes blanches au sein d'une strophe
it: Rimuove le linee vuote dentro le strofe

source: &Options...
de: &Optionen...
it: &Opzioni...

source: Set program options
de: Programmoptionen einstellen
fr: Configurer les options du programme
it: Imposta le opzioni del programma

source: &Guide F1
de: &Anleitung F1
fr: &Aides F1
it: &Guida F1

source: Show user's manual
de: Benutzerhandbuch anzeigen
fr: Afficher le manuel utilisateur
it: Mostra il manuale utente

source: &Check for updates
de: &nach Updates suchen
fr: &Vérifier les mises-à-jour
it: &Verifica la disponibilità di aggiornamenti

source: Open Songpress web site for news and updates
de: Öffne Songpress Webseite für Neuigkeiten und Updates
fr: Ouvrir le site web de Songpress pour voir les nouveautés et mises-à-jour
it: Apre il sito di Songpress per novità e aggiornamenti

source: &Donate to our scout Group (web)
de: &Spende an unsere Gruppe (Web)
fr: &Donner à notre groupe scout (web)
it: &Dona al nostro Gruppo Scout (web)

source: Open Songpress web site for donations
de: Öffne die Songpress-Website für Spenden
fr: Ouvrir le site de Songpress pour les donations
it: Apre il sito di Songpress per donazioni

source: &About...
de: über
fr: A propos
it: &Informazioni su...

source: Show credits
de: Credits anzeigen
fr: Crédits
it: Mostra i crediti

source: MyMenuBar
de: MenuBar
fr: MaBarreDeMenu

source: &File
de: &Datei
fr: &Fichier

source: &Save SHIFT+F12
de: &Speichern SHIFT+F12
fr: &Enregistrer SHIFT+F12

source: &Font...
de: &Schriftart...
